Repository: cyphoto/Facebook-AWD
Catalog: inc/langs/AWD_facebook-xx_XX_*.po
Languages: sk_sk

source: Facebook AWD is almost ready... Go to settings and set your FB app Id, youe FB Secret Key and your FB User ID (Notification from Facebook AWD)
sk_sk: Facebook AWD je takmer pripravená... Ísť do nastavenia a nastavte svoj FB app Id, youe FB tajný kľúč a ID používateľa FB (oznámenie z Facebook AWD)

source: Users can not register, please enable registration account in blog settings before using FB Connect. (Notification from Facebook AWD)
sk_sk: Užívateľov môžete zaregistrovať, prosím povoliť registrácia účtu v blogu nastavenia pred použitím FB Connect. (Oznámenie z Facebook AWD)

source: My Profile
sk_sk: Môj profil

source: Settings
sk_sk: Nastavenia

source: Support
sk_sk: Podpora

source: Refresh Facebook Data
sk_sk: Obnoviť údaje Facebook

source: Unsync FB Account
sk_sk: Unsync FB účet

source: | With:
sk_sk: | S:

source: Plugins
sk_sk: Pluginy

source: Open Graph
sk_sk: Otvoriť graf

source: WIKI & SUPPORT
sk_sk: WIKI &amp; PODPORU

source: Get Top Freelance Web Developer & Pay Per Hour
sk_sk: Získajte Top na voľnej nohe Web Developer &amp; platiť za hodinu

source: My Facebook
sk_sk: Môj Facebook

source: Application Infos
sk_sk: Žiadosť info

source: Informations
sk_sk: Informácie

source: Activity on your site
sk_sk: Aktivita na vašich stránkach

source: Discover
sk_sk: Objavte

source: Plugins Settings
sk_sk: Pluginy nastavenia

source: You can use Pattern code in fields, paste it where you need:
sk_sk: Môžete použiť kód vzoru v poliach, vložte ho, ak potrebujete:

source: Use blog name
sk_sk: Použitie blog meno

source: Use blog description
sk_sk: Použitie blog popisu

source: Use blog url
sk_sk: Použiť blogu url

source: Use term name
sk_sk: Názov použitia výrazov

source: Use term description
sk_sk: Použiť výraz opis

source: Use archive name
sk_sk: Názov archívnej použitie

source: Use title of post
sk_sk: Použite názov príspevku

source: Use excerpt
sk_sk: Použitie výpis

source: Use featured image (if activated)
sk_sk: Použite Odporúčané obraz (ak je aktivovaný)

source: Message
sk_sk: Správu

source: Rate this plugin
sk_sk: Hodnotiť tento plugin

source: Donate
sk_sk: Darovať

source: Plugins installed
sk_sk: Pluginy inštalované

source: - None
sk_sk: -Žiadna

source: You must set a valid Application ID AND a Application secret Key in settings, then try to reload.
sk_sk: Musíte nastaviť platné aplikácie ID a aplikácia tajného kľúča nastavenia, potom sa pokúste znova načítať.

source: Name
sk_sk: meno

source: Link
sk_sk: Odkaz

source: Daily active users
sk_sk: Denní aktívni používatelia

source: Weekly active users
sk_sk: Týždenný aktívnych užívateľov

source: Monthly active users
sk_sk: Mesačný aktívnych užívateľov

source: Test Settings
sk_sk: Test nastavenia

source: Logout
sk_sk: Odhlásenie

source: My Facebook ID: <strong>%s</strong>
sk_sk: Môj Facebook ID: <strong>%s</strong>

source: Options updated
sk_sk: Možnosti aktualizované

source: Options not updated there is an error...
sk_sk: Možnosti neaktualizujú tam je chyba...

source: Options were reseted
sk_sk: Možnosti boli reseted

source: Enter your Facebook Email
sk_sk: Zadajte svoj E-mail Facebook

source: Enter your Facebook ID
sk_sk: Zadajte vaše Facebook ID

source: Unsync Facebook Account ?
sk_sk: Unsync Facebook účet?

source: Note: This will clear all your facebook data linked with this account, you could login with WP account.
sk_sk: Poznámka: Toto vymaže všetky vaše facebook údajov súvisiacich s týmto účtom, budete mohol prihlásiť s účtom WP.

source: Error No tags...
sk_sk: Chyba žiadne značky...

source: WARNING Image is emtpy
sk_sk: Upozornenie obraz nie je prázdna

source: WARNING Title is empty
sk_sk: Upozornenie titul je prázdny

source: WARNING Site Name is empty
sk_sk: Upozornenie názov lokality je prázdna

source: WARNING Description is empty
sk_sk: Upozornenie opis je prázdne

source: WARNING Admins id or app ID are empty
sk_sk: Upozornenie administrátorov id alebo app ID sú prázdne

source: WARNING og:locale is empty, you should define this option in openGraph settings.
sk_sk: Upozornenie og: locale je prázdny, musíte definovať túto možnosť v openGraph nastavenia.

source: Image
sk_sk: Obrázok

source: Mp3 song
sk_sk: MP3 pieseň

source: Disable Tags for this page ?
sk_sk: Zakázať Tagy pre túto stránku?

source: Disable Tags for this type ?
sk_sk: Zakázať Tagy pre tento typ?

source: You can override settings on each page individually
sk_sk: Môžete zmeniť nastavenie na každej strane jednotlivo

source: Yes
sk_sk: áno

source: No
sk_sk: nie

source: Redefine Tags for this page ?
sk_sk: Predefinovať Tagy pre túto stránku?

source: Tags
sk_sk: Tagy

source: Video Attachement
sk_sk: Video príloha

source: Facebook supports embedding video in SWF format only. File ith extension ".swf"
sk_sk: Facebook podporuje vkladanie videa vo formáte SWF len. Príponou ith " &quot;.swf"

source: You must include a valid Image for your video in Tags section to be displayed in the news feed.
sk_sk: Musíte zadať platný obraz pre vaše video v časti značky sa zobrazené v news feed.

source: Audio Attachement
sk_sk: Audio príloha

source: In a similar fashion to Video you can add an audio file to your markup
sk_sk: Podobným spôsobom na Video môžete pridať zvukový súbor na vašom markup

source: code
sk_sk: kód

source: For products which have a UPC code or ISBN number
sk_sk: Pre výrobky, ktoré majú UPC kód alebo číslo ISBN

source: Contact infos
sk_sk: Kontaktné informácie

source: Consider including contact information if your page is about an entity that can be contacted.
sk_sk: Zvážiť, vrátane kontaktných informácií, ak vaša stránka je o subjekt, môže byť kontaktovaný.

source: Location infos
sk_sk: Umiestnenie infos

source: This is useful if your pages is a business profile or about anything else with a real-world location. You can specify location via latitude and longitude, a full address, or both.
sk_sk: To je užitočné, ak vaše stránky podnikania profil, alebo o niečo iné real-svet polohu. Môžete zadať umiestnenie cez zemepisnej šírky a dĺžky, úplnú adresu, alebo oboje.

source: You should enable FB connect in %sApp settings%s to use Login buttons
sk_sk: By ste mali zapnúť FB pripojte v % sApp nastavenia %s používať tlačidlá prihlásenie

source: Connect with Facebook
sk_sk: Pripojte sa s Facebookom

source: There is an error, please verify the settings for the like button url
sk_sk: Tam je chyba, skontrolujte nastavenia pre podobné tlačidlo url

source: Like Button
sk_sk: Tlačidlo

source: Redefine globals settings?
sk_sk: Predefinovať globals nastavenia?

source: On
sk_sk: Na

source: Activate ?
sk_sk: Aktivovať?

source: Where ?
sk_sk: Kde?

source: Bottom
sk_sk: Dno

source: Both
sk_sk: Obaja

source: Publish
sk_sk: Publikovať

source: You can publish this post to facebook when you save it, It is recommended to use OpenGraph. You can set the linked FB pages in settings. If you selected a lot of pages, the loading may be long.
sk_sk: Môžete publikovať tento príspevok na facebook pri ukladaní, odporúča sa použiť OpenGraph. V nastaveniach môžete nastaviť odkazovaných stránkach FB. Ak ste vybrali veľa stránok, zaťaženie môže byť dlhé.

source: Publish to Facebook pages ?
sk_sk: Publikovať na stránkach Facebook?

source: Publish to your Facebook profile ?
sk_sk: Publikovať do svojho Facebook profilu?

source: Add a message to the post ?
sk_sk: Pridať správu do post?

source: Custom Action Label
sk_sk: Vlastná akcia štítok

source: Read More
sk_sk: Prečítajte si viac

source: You must authorize manage_pages permission in the settings of the plugin
sk_sk: Musíte povoliť manage_pages povolenie v nastavení pluginu

source: You must authorize publish_stream permission in the settings of the plugin
sk_sk: Musíte povoliť publish_stream povolenie v nastavení pluginu

source: There is an error, please verify the settings for the Comments box url
sk_sk: Tam je chyba, skontrolujte nastavenia pre komentáre box url

source: There is an error, please verify the settings for the Like Box URL
sk_sk: Tam je chyba, skontrolujte nastavenie poľa URL ako

source: There is an error, please verify the settings for the Acivity Box DOMAIN
sk_sk: Tam je chyba, skontrolujte nastavenia pre DOMÉNU políčko Acivity

source: Facebook AWD APPLICATIONS INFOS
sk_sk: Facebook AWD aplikácie INFOS

source: Facebook AWD CURRENT USER
sk_sk: Facebook AWD AKTUÁLNEHO používateľa

source: Facebook AWD Options
sk_sk: Facebook AWD možnosti

source: Pages
sk_sk: Stránky

source: Posts
sk_sk: Príspevky

source: Archives
sk_sk: Archív

source: Authors
sk_sk: Autori

source: Custom Post types (Advanced)
sk_sk: Vlastné typy Post (Rozšírené nastavenie)

source: Taxonomies (Advanced)
sk_sk: Taxonómia (Rozšírené)

source: There is no custom post types
sk_sk: Neexistuje žiadne vlastné post typy

source: There is no Taxonomies
sk_sk: Neexistuje žiadny taxonómie

source: Save all settings
sk_sk: Uložiť všetky nastavenia

source: Activity Feed
sk_sk: Informačný kanál aktivity

source: Login Button
sk_sk: Tlačidlo Prihlásiť

source: Like Box
sk_sk: Ako Box

source: Comments
sk_sk: Komentáre

source: Recommendations
sk_sk: Odporúčania

source: Send Button
sk_sk: Tlačidlo Odoslať

source: All that settings are defaults, you can redefine them in shortcodes, widgets, and themes functions
sk_sk: Všetky nastavenia sú predvolené nastavenia, môžete ich zmeniť v shortcodes, widgety a témy funkcie

source: Design
sk_sk: Dizajn

source: Fonts of button
sk_sk: Písma, tlačidlo

source: Action
sk_sk: Akcia

source: Like
sk_sk: Ako

source: (default)
sk_sk: (predvolené)

source: Recommend
sk_sk: Odporučiť

source: Layout style
sk_sk: Štýl rozloženia

source: Standard
sk_sk: Štandard

source: Button Count
sk_sk: Tlačidlo počítať

source: Box Count
sk_sk: Box počítať

source: Type
sk_sk: Typ

source: Enable "Send" button ? %s(xfbml or html5 only)%s
sk_sk: Umožňujú "Send" tlačidlo? %s (xfbml alebo html5 len) %s

source: Colorscheme of button
sk_sk: ColorScheme tlačidla

source: Light
sk_sk: Svetlo

source: Dark
sk_sk: Tmavé

source: Show Faces ?
sk_sk: Ukázať tváre?

source: Width of button
sk_sk: Šírka tlačidlo

source: Height of button
sk_sk: Výška tlačidlo

source: Display
sk_sk: Displej

source: Default Url to like
sk_sk: Predvolenú adresu Url, ako

source: Add "Like" button to pages
sk_sk: Pridať "Like" tlačidla na stránky

source: Where do you want to place "Like" button ?
sk_sk: Kam chcete umiestniť "Like" tlačidlo?

source: Add "Like" button to posts
sk_sk: Pridať "Like" tlačidlo na príspevky

source: Add "Like" button to custom post types
sk_sk: Pridať "Like" tlačidlo vlastné post typy

source: Exclude Post types (for custom post_type, example: post,page,etc...)
sk_sk: Vylúčenie určitých typov Post (pre vlastné post_type, príklad: post, stránky, atď....)

source: Exclude Categories or other terms (slug or id example: photos,34,50)
sk_sk: Vylúčiť kategórie alebo iné podmienky (príklad slug alebo id: fotografie, 34, 50)

source: Exclude Posts or Pages ID (example: 12,46,234)
sk_sk: Vylúčiť príspevky alebo stránky ID (príklad: 12,46,234)

source: Preview
sk_sk: Náhľad

source: -show options-
sk_sk: -Zobraziť možnosti-

source: The like box is added via shortcodes, widgets, and themes functions
sk_sk: Ako krabica je pridaný pomocou funkcie shortcodes, widgety a témy

source: Url of the page
sk_sk: URL stránky

source: Colorscheme of box
sk_sk: ColorScheme box

source: Width of box
sk_sk: Šírka krabice

source: Height of box
sk_sk: Výšku poľa

source: Border color
sk_sk: Farba orámovania

source: Show Header ?
sk_sk: Zobraziť hlavičky?

source: Force Wall ?
sk_sk: Sila steny?

source: The activity box is added via shortcodes, widgets, and themes functions
sk_sk: Činnosť krabica je pridaný cez shortcodes, widgety a témy funkcie

source: Domain
sk_sk: Domény

source: Max Age
sk_sk: Max veku

source: Link target
sk_sk: Cieľ odkazu

source: Blank
sk_sk: Prázdne

source: Parent
sk_sk: Rodič

source: Font
sk_sk: Písmo

source: Show Recommendations ?
sk_sk: Zobraziť odporúčania?

source: Display the button on the login page (wp-login.php) ?
sk_sk: Zobraziť tlačidlo na stránke prihlásenia (wp-login.php)?

source: Show Profile picture ?
sk_sk: Zobraziť obrázok profilu?

source: Max Rows (only if show faces = Yes)
sk_sk: Max riadkov (iba ak Ukázať tváre = Áno)

source: Logout Phrase
sk_sk: Odhlásenie frázy

source: Redirect url after login
sk_sk: Presmerovanie url po prihlásení

source: You can use pattern %BLOG_URL%. Default: current url
sk_sk: Môžete použiť vzor BLOG_URL %. Predvolené: aktuálny url

source: Redirect url after logout
sk_sk: Presmerovanie url po odhlásenie

source: Button Image
sk_sk: Obrázok tlačidla

source: Custom Css
sk_sk: Vlastné Css

source: You must enable FB Connect and set parameters in settings of the plugins
sk_sk: Musíte povoliť pripojiť FB a nastaviť parametre v nastaveniach pluginov

source: All that settings are defaults, you can redefine them in shortcodes, and themes functions
sk_sk: Všetky nastavenia sú predvolené nastavenia, môžete ich zmeniť v shortcodes, a témy funkcie

source: Note: Your themes must use the action "do_action("comment_form_after");" or the function "commnent_form();" to work. (look in your theme, in comments.php file)
sk_sk: Poznámka: vaše témy musíte použiť akciu "do_action("comment_form_after"); " alebo funkcie "commnent_form (); " pracovať. (pozrieť na vaše tému, v Comments.php súboru)

source: URL to comment on
sk_sk: URL komentovať

source: Number of posts
sk_sk: Počet pracovných miest

source: Mobile version ?
sk_sk: Mobilná verzia?

source: Add Comments Box to pages
sk_sk: Pridávať komentáre Box na stránky

source: Add Comments Box to posts
sk_sk: Pridať komentáre Box do príspevky

source: Add Comments Box to custom post types
sk_sk: Pridať komentáre Box na vlastné post typy

source: Color Scheme
sk_sk: Farebnú schému

source: General
sk_sk: Všeobecné

source: App SECRET KEY
sk_sk: App tajný kľúč

source: Admins IDs (facebook)
sk_sk: Admini ID (facebook)

source: Activate Mode Debug ?
sk_sk: Aktivovať režim ladenia?

source: Activate Open Graph ?
sk_sk: Aktivovať otvoriť graf?

source: (recommended)
sk_sk: (odporúča sa)

source: Activate FB Connect ?
sk_sk: Aktivovať FB pripojiť?

source: Timeout Facebook connect API
sk_sk: Časový limit Facebook connect API

source: Add FB avatar choice in Wordpress discussion settings ?
sk_sk: Pridať FB avatar výber v Wordpress diskusné nastavenia?

source: Facebook Connect permissions (Users)
sk_sk: Facebook Connect povolenia (používatelia)

source: Manage Pages
sk_sk: Spravovať stránky

source: Publish Stream is enabled
sk_sk: Publikovať Stream je povolená

source: Authorize App to publish on your pages
sk_sk: Povoliť App uverejniť na vašich stránkach

source: Pages can be managed by this plugin.
sk_sk: Stránky môžu byť spravované tento plugin.

source: Select pages to link with Wordpress
sk_sk: Vyberte stránky prepojiť s Wordpress

source: Authorize App to access your pages
sk_sk: Povoliť App pre prístup k vašej stránky

source: Check the page you want to sync with your blog.
sk_sk: Skontrolovať stránke chcete synchronizovať s vašim blogom.

source: Advanced Actions (BETA)
sk_sk: Rozšírené akcie (BETA)

source: Actions can be posted on your timeline wall
sk_sk: Akcie môžu byť zaúčtované na vašej stene časovej osi

source: Authorize App to publish actions on your timeline
sk_sk: Povoliť App na publikovanie akcií na časovej osi

source: Restore defaults settings
sk_sk: Obnoviť predvolené nastavenie

source: Do you really want to reset all settings ? (AWD plugins and openGraph settings will be reset too)
sk_sk: Naozaj chcete obnoviť všetky nastavenia? (AWD pluginy a openGraph nastavenie sa obnoví príliš)

source: Add a Facebook Activity Box. Customise the code, or use predefined Activity box in settings
sk_sk: Pridať blok Facebook činnosti. Upraviť kód alebo používať preddefinované činnosť box v nastaveniach

source: Facebook Activity Box
sk_sk: Facebook činnosti Box

source: Title
sk_sk: Názov

source: Domain (ex: mysite.com)
sk_sk: Domény (ex: mysite.com)

source: OR
sk_sk: ALEBO

source: Use code instead settings ?
sk_sk: Použite kód namiesto nastavenia?

source: Paste
sk_sk: Pasta

source: if you paste code, settings will be ignored
sk_sk: Ak prilepíte kód, nastavenia budú ignorované

source: Add a Facebook Comments Box. Customise the code, or use predefined Comments box in settings
sk_sk: Pridať blok Facebook komentáre. Upraviť kód alebo používať preddefinované komentáre box v nastaveniach

source: Facebook Comments Box
sk_sk: Facebook komentáre Box

source: Add a Facebook Like Box. Customise the code, or use predefined Like box in settings
sk_sk: Pridať Facebook Like Box. Upravte kód, alebo použiť preddefinovaný ako box v nastavenia

source: Facebook Like Box
sk_sk: Facebook ako Box

source: Iframe Or xfbml:
sk_sk: Iframe alebo xfbml:

source: Force Wall
sk_sk: Sila steny

source: YES
sk_sk: áno

source: Height of box (only for iframe)
sk_sk: Výšku poľa (len pre iframe)

source: Add a Facebook Like Button. Customise the code, or use predefined Like button in settings
sk_sk: Pridať Facebook Like Button. Upraviť kód alebo používať preddefinované ako tlačidlo v nastavení

source: Type:
sk_sk: Typ:

source: Height of button (only for iframe)
sk_sk: Výška tlačidlo (len pre iframe)

source: Enable "Send" button ? %s(xfbml only)%s
sk_sk: Umožňujú "Send" tlačidlo? %s(XFBML only) %s

source: Add a Facebook Login Button. Customise the code, or use predefined Login button in settings
sk_sk: Pridať tlačidlo Prihlásiť Facebook. Upraviť kód alebo používať preddefinované prihlásenie tlačidlo v nastavení

source: Facebook Login Button
sk_sk: Tlačidlo Prihlásiť Facebook

source: Logout Url redirect
sk_sk: Odhlásenie Url presmerovanie

source: Login Url redirect
sk_sk: Prihlásiť Url presmerovanie

source: can not be activated: Facebook AWD All in One - Facebook Connect plugin must be activated
sk_sk: nemôže byť aktivovaný: Facebook AWD všetky v jednom - Facebook Connect plugin musí byť aktivovaný

source: can not be activated: Facebook AWD All in One plugin is out to date... You can download the last version or update it from the Wordpress plugin directory
sk_sk: nemôže byť aktivovaný: Facebook AWD všetky v jednom plugin je mimo dátum... Ste môžete stiahnuť poslednú verziu alebo aktualizovať z Wordpress plugin adresár

source: can not be activated: Facebook AWD All in One plugin must be installed... you can download it from the Wordpress plugin directory
sk_sk: nemôže byť aktivovaný: Facebook AWD všetky v jednom plugin musí byť nainštalovaný... môžete si ho stiahnuť z Wordpress plugin adresári

source: Help
sk_sk: pomoc

source: The url to like, in XFBML, defaults to the current page
sk_sk: Url, ako, v XFBML, predvolí sa aktuálna stránka

source: The XFBML is available only on sites that use the JavaScript SDK.
sk_sk: XFBML je k dispozícii iba na stránkach, ktoré používajú JavaScript SDK.

source: Include a Send button. The Send Button is available only on sites that use the JavaScript SDK.
sk_sk: Obsahovať tlačidlo Odoslať. Tlačidlo Odoslať je k dispozícii iba na stránkach, ktoré používajú JavaScript SDK.

source: Determines the size and amount of social context next to the button.
sk_sk: Určuje veľkosť a množstvo spoločenskom kontexte vedľa tlačidla.

source: The width of the plugin, in pixels.
sk_sk: Šírka plugin, v pixeloch.

source: The height of the plugin, in pixels.
sk_sk: Výška tohto pluginu, v pixeloch.

source: Show profile pictures below the button.
sk_sk: Zobraziť profil obrázky pod tlačidlom.

source: The verb to display in the button. Currently only 'like' and 'recommend' are supported.
sk_sk: Sloveso zobrazíte v tlačidle. V súčasnosti len &quot;ako&quot; a &quot;odporučiť&quot; sú podporované.

source: The color scheme of the plugin
sk_sk: Farebná schéma plugin

source: The font of the plugin
sk_sk: Písmo plugin

source: The domain to show activity for e.g. 'www.example.com'. In XFBML, defaults to the domain the plugin is on.
sk_sk: Doména Ukázať činnosť za napr &quot;www.example.com&quot;. V XFBML, predvolené do domény plugin je na.

source: Show the Facebook header on the plugin.
sk_sk: Zobraziť hlavičku Facebook na plugin.

source: The type of button, xfbml,html5 or iframe
sk_sk: Typ tlačidla, xfbml, html5 alebo iframe

source: The maximum age of a URL to show in the plugin. The default is 0 (we don’t take age into account). Otherwise the valid values are 1-180, which specifies the number of days. For example, if you specify '7' the plugin will only show URLs which were created in the past week
sk_sk: Maximálny vek URL Ukázať v pluginu. Predvolená hodnota je 0 (sme donвЂ ™ t zohľadniť vek). Inak platné hodnoty sú 1-180, ktoré Určuje počet dní. Napríklad, ak zadáte &quot;7&quot; plugin Zobraziť iba adresy URL, ktoré boli vytvorené v minulom týždni

source: This specifies the context in which content links are opened. By default all links within the plugin will open a new window. If you want the content links to open in the same window, you can set this parameter to _top or _parent. Links to Facebook URLs will always open in a new window.
sk_sk: To určuje kontext, v ktorom sú otvorené obsah odkazy. V predvolenom nastavení všetky Odkazy v rámci plugin sa otvorí nové okno. Ak chcete obsah Odkazy pre otvorenie v rovnakom okne, môžete nastaviť tento parameter na _top alebo _parent. Odkazy na Facebook URL sa vždy otvorí v novom okne.

source: Allows you to filter which URLs are shown in the plugin. The plugin will only include URLs which contain the filter string in the first two path parameters of the URL. If nothing in the first two path parameters of the URL matches the filter, the URL will not be included. For example, if the 'site' parameter is set to 'www.example.com' and the 'filter' parameter was set to '/section1/section2' then only pages which matched 'http://www.example.com/section1/section2/*' would be included in the activity feed section of this plugin. The filter parameter does not apply to any recommendations which may appear in this plugin (see above); Recommendations are based only on 'site' parameter.
sk_sk: Umožňuje filter, ktoré adresy URL sú zobrazené v pluginu. Plugin bude zahrnúť iba adresy URL, ktoré obsahujú reťazec filtra v prvých dvoch cestu Parametre adresy URL. Ak nič v prvých dvoch cestu parametre URL vyhovuje filtru, URL sa nezahrnú. Napríklad, ak &quot;lokalita&quot; parameter je nastavený na &quot;www.example.com&quot; a &quot;filter&quot; parameter bol súbor &quot;oddieli 2/section1 /&quot; potom len stránky, ktoré zodpovedali &quot;http://www.example.com/Section1/section2/* &quot;by boli zahrnuté v činnosti feed časť tohto pluginu. Parameter filtra sa nevzťahuje na akékoľvek odporúčania, ktoré sa môžu objaviť v tento plugin (pozri vyššie); Odporúčania sú založené len na &quot;stránky&quot; parameter.
