Repository: cyphoto/Facebook-AWD
Catalog: inc/langs/AWD_facebook-xx_XX_*.po
Languages: sk_sk

source: Must be a comma separated list, consisting of at most 5 distinct items, each of length at least 1 and at most 15 characters drawn from the set '0123456789ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz_'. Specifying a value for the ref attribute adds the 'fb_ref' parameter to the any links back to your site which are clicked from within the plugin. Using different values for the ref parameter for different positions and configurations of this plugin within your pages allows you to track which instances are performing the best
sk_sk: Musia byť oddelené čiarkou zoznam, pozostávajúci najviac 5 rôznych položiek, každá dĺžka najmenej 1 a najviac 15 znakov, čerpané z množiny &quot;0123456789ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz_&quot;. Zadania hodnoty pre atribút ref pridá parameter &quot;fb_ref&quot; na akékoľvek odkazy späť na vaše stránky, ktoré sú klikli z v rámci plugin. Pomocou odlišné hodnoty pre parameter ref pre rôzne pozície a konfigurácie tohto pluginu do vašich stránok umožňuje sledovať, ktoré prípadoch fungujú najlepšie

source: Show recommendations.
sk_sk: Zobraziť odporúčania.

source: The border color of the box. Use hexadecimal value ex: #ff0000 for red border
sk_sk: Farba orámovania bloku. Použite šestnástkové hodnoty ex: #ff0000 pre červeným orámovaním

source: Will display the login button after the login form on WP login page
sk_sk: Zobrazí tlačidlo Prihlásiť po prihlasovací formulár na WP prihlasovacej stránke

source: Add custom css for the login button.
sk_sk: Pridať vlastné css na tlačidlo Prihlásiť.

source: The sentence in logout link
sk_sk: Vety prepojenie odhlásenia

source: The maximum number of rows of profile pictures to show.
sk_sk: Maximálny počet riadkov profil fotografie ukázať.

source: Show pictures of the user's friends who have joined your site
sk_sk: Zobraziť fotky používateľa priateľov, ktorí sa pripojili vaše stránky

source: Show pictures of the user when connected
sk_sk: Zobraziť fotky používateľa pri pripojení

source: Show the profile stream for the public profile
sk_sk: Zobraziť profil prúd pre verejný profil

source: The type of box, xfbml,html5 or iframe
sk_sk: Typ poľa, xfbml, html5 alebo iframe

source: For Places, specifies whether the stream contains posts from the Place's wall or just checkins from friends. Default value: No
sk_sk: Pre miesta, určuje, či prúd obsahuje príspevky z miesta stenu alebo len kontroly od priateľov. Predvolená hodnota: Č

source: The default Url to comment on ex:http://www.ahwebdev.fr
sk_sk: Predvolenú adresu Url komentovať ex:http://www.ahwebdev.fr

source: The number of comments to display
sk_sk: Počet komentárov k zobrazenie

source: The type of box, xfbml or html5
sk_sk: Typ poľa, xfbml alebo html5

source: Whether to show the mobile-optimized version. Default: auto-detect
sk_sk: Či Ukázať mobilný-optimalizované verzie. Default: auto-detect

source: Help you debugging Facebook AWD object
sk_sk: Pomôže ladenie Facebook AWD objektu

source: This is the id of your application on Facebook, if you have not yet an application, you can create one %shere%s.
sk_sk: Toto je identifikácia aplikácie na Facebook, ak nemáte ešte aplikácie, môžete vytvoriť jeden % ssem % s.

source: Use xfbml parsing, Visit %sthis page%s
sk_sk: Použite xfbml parsování, návšteva % stoto stránku %s

source: If you set this option to "No" you will never be able to use xfbml
sk_sk: Ak nastavíte túto voľbu na "No" nikdy nebudete schopní používať xfbml

source: The Open Graph Protocol enables you to integrate your Web pages into the social graph. It is currently designed for Web pages representing profiles of real-world things — things like movies, sports teams, celebrities, and restaurants. Including Open Graph tags on your Web page, makes your page equivalent to a Facebook Page. This means when a user clicks a Like button on your page, a connection is made between your page and the user. Your page will appear in the ”Likes and Interests” section of the user’s profile, and you have the ability to publish updates to the user. Your page will show up in the same places that Facebook pages show up around the site (e.g. search), and you can target ads to people who like your content. The structured data you provide via the Open Graph Protocol defines how your page will be represented on Facebook. %sRead more%s
sk_sk: Protokol Open Graph umožňuje integrovať vaše webové stránky do sociálne graf. V súčasnosti je určený pre webové stránky predstavujúce profily z reálnych vecí вЂ&quot;veci, ako filmy, športové tímy, celebrity, a reštaurácie. Vrátane Open Graph Tagy na vašej webovej stránke, robí vaše stránky v prepočte na Facebook stránku. To znamená, keď používateľ klikne na tlačidlo ako na vašej stránke, pripojenie sa medzi vaše stránky a užívateľom. Vaša stránka sa objaví v вЂќLikes a InterestsвЂќ časť userвЂ ™ s profil, a máte schopnosť publikovať aktualizácie pre užívateľa. Vaša stránka sa objaví na rovnakých miestach že Facebook stránky Zobraziť až okolo miesta (napr. Hľadať), a môžete zacieliť na reklamy na ľudí, ktorí chceli svoj obsah. The štruktúrované údaje poskytujete cez protokol Open Graph definuje ako váš stránka bude zastúpená na Facebooku. % sRead viac %s

source: Facebook helps you simplify and enhance user registration and sign-in by using Facebook as your login system. Users no longer need to fill in yet another registration form or remember another username and password to use your site. As long as the user is signed into Facebook, they are automatically signed into your site as well. Using Facebook for login provides you with all the information you need to create a social, personalized experience from the moment the user visits your site in their browser. %sRead more%s
sk_sk: Facebook vám pomôže zjednodušiť a zlepšiť registrácia užívateľa a sign-in od pomocou Facebook login systém. Užívatelia už nebudú musieť vyplniť ešte iný registračný formulár alebo si pamätať ďalšie užívateľské meno a heslo použiť vaše stránky. Pokiaľ používateľ je prihlásený Facebook, sú automaticky prihlásení do svojich stránkach tiež. Používate Facebook pre prihlásenie vám poskytne všetky informácie, ktoré potrebujete na vytvorenie sociálnej, osobné skúsenosti od okamihu, keď používateľ navštívi vaše stránky v ich prehliadač. % sRead viac %s

source: Lang to use with Facebook (default to en_US, or equal to WPLANG Constant if set in wp-config.php)
sk_sk: Lang pre použitie s Facebook (predvolené en_US, alebo sa rovná WPLANG konštantný if nastaviť v wp-config.php)

source: Facebook Connect permissions (example: publish_stream,user_photos,user_status) %sSee%s the list of permissions
sk_sk: Facebook Connect povolenia (príklad: publish_stream, user_photos,user_status) % sSee % s zoznam povolení

source: This value represents the maximum time in seconds to connect to the Facebook API. If your server is slow, increase this value, then try again
sk_sk: Táto hodnota predstavuje maximálny čas v sekundách pre pripojenie k Facebook API. Ak váš server je pomalý, Zvýšte túto hodnotu, potom skúste znova

source: The plugin can publish on your facebook pages and on your facebook profile when you edit a post, to allow the app to make call to the Facebook api, please ask for custom permissions by clicking on the related's button dialog (Stream publish and Manage pages). Then, you will be able to choose which pages you want to sync with your blog by selecting them. After you saved settings, a dedicated web form will appear in post editor to manage published's actions
sk_sk: Plugin môžete publikovať na vaše stránky facebook a na svoj facebook profil Kedy ste upraviť príspevok, aby app aby, hovor na Facebook api, prosím požiadať o vlastné povolenia po kliknutí na príbuzné dialógovom okne tlačidlo (Stream publikovať a spravovať stránky). Potom budete mať možnosť vybrať si, ktoré stránky, ktoré chcete synchronizovať s vašim blogom výberom im. Potom, čo ste uložili nastavenia, vyhradeného webového formulára sa zobrazí v post redaktora na spravovanie uverejnené na akcie

source: Learn more on %sWiki%s
sk_sk: Ďalšie informácie na % sWiki % s

source: Description
sk_sk: Popis

source: Image url (50x50 is better)
sk_sk: Obrázok url (50 x 50 je lepšie)

source: Admin ids
sk_sk: Admin, ID.

source: App IDs
sk_sk: App ID

source: Page IDs
sk_sk: Stránka ID.

source: Site Name
sk_sk: Názov lokality

source: Activity
sk_sk: Činnosť

source: Sport
sk_sk: Šport

source: Company
sk_sk: Spoločnosť

source: Cafe
sk_sk: Kaviareň

source: Restaurant
sk_sk: Reštaurácia

source: Cause
sk_sk: Príčinou

source: Sports league
sk_sk: Športové ligy

source: Sports team
sk_sk: Športový tím

source: Band
sk_sk: Kapela

source: Government
sk_sk: Vláda

source: Non profit
sk_sk: Nezisková

source: School
sk_sk: Škola

source: University
sk_sk: Univerzita

source: Actor
sk_sk: Herec

source: Athlete
sk_sk: Športovec

source: Director
sk_sk: Riaditeľ

source: Musician
sk_sk: Hudobník

source: Politician
sk_sk: Politik

source: Public figure
sk_sk: Osobnosť verejného života

source: City
sk_sk: Mesto

source: Country
sk_sk: Krajiny

source: Landmark
sk_sk: Medzník

source: State province
sk_sk: Štátna provincie

source: Book
sk_sk: Kniha

source: Drink
sk_sk: Nápoj

source: Food
sk_sk: Potravín

source: Game
sk_sk: Hra

source: Product
sk_sk: Produkt

source: Song
sk_sk: Pieseň

source: Movie
sk_sk: Film

source: Website
sk_sk: Webové stránky

source: Article
sk_sk: Článok

source: Video src (swf only, for Facebook site)
sk_sk: Video src (swf len pre Facebook stránky)

source: Height (max: 460px)
sk_sk: Výška (max: 460px)

source: Width (max: 398px)
sk_sk: Šírka (max: 398px)

source: Type swf
sk_sk: Typ swf

source: Video src HTTPS (swf only, for Facebook site)
sk_sk: Video src HTTPS (swf len pre Facebook stránky)

source: Video src (mp4 only, for Iphone/Ipad/Safari)
sk_sk: Video src (mp4, pre Iphone/Ipad/Safari)

source: Type mp4
sk_sk: Typ mp4

source: Video src (page html only)
sk_sk: Video src (len v html stránky)

source: Type html
sk_sk: Typu html

source: Audio src (mp3 only)
sk_sk: Src audio (mp3)

source: Artist
sk_sk: Umelec

source: Phone number
sk_sk: Telefónne číslo

source: Fax number
sk_sk: Faxové číslo

source: Latitude
sk_sk: Zemepisná šírka

source: Longitude
sk_sk: Zemepisná dĺžka

source: Street address
sk_sk: Adresu ulice

source: Locality
sk_sk: Lokalita

source: Region
sk_sk: Región

source: Postal code
sk_sk: PSČ

source: Country name
sk_sk: Názov krajiny
